Repository: avdsm/bootscore
Catalog: languages/bootscore-*.po
Languages: hy

source: by
hy: կողմից

source: %s <span class="says d-none">says:</span>
hy: %s <span class="says d-none">ասաց․</span>

# 1: date, 2: time
source: %1$s at %2$s
hy: %1$s ժամը %2$s

source: 404 Page
hy: 404 Էջ

source: A powerful Bootstrap 5 WordPress Starter Theme with WooCommerce Support. <a href="https://bootscore.me/category/documentation/">Documentation</a>. This theme gives you full control whatever you do and the full freedom to design whatever you want. It comes with a wide selection of category, page, post, author and archive templates as well as sidebar, header, footer and 404 widgets. There are no customizer settings in the backend. All settings can only be made by touching the code. Some CSS, HTML, PHP and JS Skills are required to customize it.
hy: Հզոր Bootstrap 5 WordPress Starter թեմա WooCommerce-ի աջակցությամբ: <a href="https://bootscore.me/category/documentation/">Փաստաթղթեր</a>: Այս թեման ձեզ լիարժեք վերահսկում է այն, ինչ անում եք և լիակատար ազատություն՝ նախագծելու այն, ինչ ցանկանում եք: Այն գալիս է կատեգորիաների, էջի, գրառման, հեղինակի և արխիվի ձևանմուշների, ինչպես նաև կողագոտի, վերնագրի, ստորագրի և 404 վիդջեթների լայն ընտրանիով: Հետին պլանում հարմարեցնողի կարգավորումներ չկան: Բոլոր կարգավորումները կարող են կատարվել միայն կոդը հպելով: Որոշ CSS, HTML, PHP և JS հմտություններ են պահանջվում այն հարմարեցնելու համար:

source: Accept
hy: Ընդունել

source: Account
hy: Հաշիվ

source: Add widgets here.
hy: Ավելացրեք վիդջեթներ այստեղ:

source: All
hy: Բոլորը

source: Back Home &raquo;
hy: Վերադառնալ &raquo;

source: Bastian Kreiter
hy: Բաստիան Կրեյթեր

source: Blank with container
hy: Դատարկ կոնտեյներով

source: Blank without container
hy: Դատարկ առանց կոնտոյներ

source: Cancel
hy: Չեղարկել

source: Cart
hy: Զամբյուղ

source: Comment navigation
hy: Մեկնաբանությունների ընտրություն

source: Comments are closed.
hy: Մեկնաբանությունները փակ են։

# comments title
source: %1$s Comment on &ldquo;%2$s&rdquo;
hy: %1$s կարծիք &ldquo;%2$s&rdquo;

# comments title
source: One Comment &ldquo;%s&rdquo;
hy: Մեկ կարծիք &ldquo;%s&rdquo;

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
hy: Cookies-ը օգնում են մեզ մատուցել մեր ծառայությունները: Օգտագործելով մեր ծառայությունները՝ դուք համաձայնում եք մեր կողմից Cookies-ի օգտագործմանը:

source: Delivery details
hy: Առաքման մանրամասները

source: Edit
hy: Խմբագրել

source: Email* (will not be published)
hy: Email* (չի հրապարակվի)

source: Footer 1
hy: Ստորին 1

source: Footer 2
hy: Ստորին 2

source: Footer 3
hy: Ստորին 3

source: Footer 4
hy: Ստորին 4

source: Full Width Image
hy: Ամբողջ լայնությամբ նկար

source: Full width image
hy: Ամբողջ լայնությամբ նկար

source: Hello
hy: Բարեւ Ձեզ

source: Here you can view your recent orders, manage your shipping and billing addresses, and edit your password and account details.
hy: Այստեղ դուք կարող եք դիտել ձեր վերջին պատվերները, կառավարել ձեր առաքման և վճարման հասցեները և խմբագրել ձեր գաղտնաբառը և հաշվի տվյալները:

source: Internet Explorer detected
hy: Հայտնաբերվել է Internet Explorer-ը

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hy: Թվում է, թե մենք չենք կարող գտնել այն, ինչ փնտրում եք: Թերևս որոնումը կարող է օգնել:

source: Leave a Comment
hy: Թողնել կարծիք

source: Leave a comment
hy: Թողնել կարծիք

source: Leave a Comment to %s
hy: Կարծիք %s մասին

source: Left Sidebar
hy: Ձախ կողագոտ

source: Look what I found:
hy: Նայեք, թե ինչ եմ գտել․

source: Menu
hy: Մենյու

source: More Information
hy: Լրացուցիչ տեղեկություն

source: Name*
hy: Անունը*

source: Newer Comments
hy: Նոր կարծիքներ

source: No Sidebar
hy: Կողային գոտի չկա

source: Nothing Found for
hy: Ոչինչ չի գտնվել

source: Older Comments
hy: Հին մեկնաբանություններ

source: or
hy: կամ

source: Page not found.
hy: Էջը չի գտնվել։

source: Pages:
hy: Էջեր․

source: Password
hy: Գախտաբառ

source: Please use a modern and secure web browser like
hy: Խնդրում ենք օգտագործել ժամանակակից և ապահով վեբ բրաուզեր, ինչպիսին է

# post author
source: by %s
hy: %s

source: Post Comment
hy: Ուղարկել

source: Read more
hy: Կարդալ ավելին

source: Read more »
hy: Մանրամասն »

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hy: Պատրա՞ստ եք հրապարակել ձեր առաջին գրառումը: <a href="%1$s">Սկսեք այստեղից</a>.

source: Save my name, email, and website in this browser for the next time I comment.
hy: Պահպանեք իմ անունը, email-ը և կայքը այս դիտարկիչում հաջորդ անգամ մեկնաբանելու համար:

source: Search
hy: Որոնում

source: Search Results for: %s
hy: Որոնման արդյունքները: %s

source: Shop order
hy: Խանութի պատվեր

source: Sidebar
hy: Կողագոտի

source: Sidebar left
hy: Ձախ կողագոտի

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hy: Ներեցեք, բայց ոչինչ չի համապատասխանում ձեր որոնման տերմիններին: Խնդրում ենք կրկին փորձել մի քանի այլ հիմնաբառերով:

source: Start typing...
hy: Սկսեք գրել․․․

source: Submit
hy: Ներկայացնել

source: Tagged %1$s
hy: Պիտակներ %1$s

source: This website will offer limited functionality in this browser.
hy: Այս կայքը կառաջարկի սահմանափակ գործառույթ այս դիտարկիչում:

source: to display this site correctly.
hy: այս կայքը ճիշտ ցուցադրելու համար:

source: To find out your shipping cost, please proceed to checkout.
hy: Ձեր առաքման արժեքը պարզելու համար խնդրում ենք անցնել վճարման:

source: Top Nav Search
hy: Top Nav Որոնում

source: Website
hy: Կայք

source: Your comment is awaiting moderation.
hy: Ձեր մեկնաբանությունը սպասում հաստատման:

source: Your review...*
hy: Ձեր կարծիքը...*
